Ran Plan for project: `route53` dir: `terraform/route53/create-record` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_route53_record.www-live will be created
+ resource "aws_route53_record" "www-live" {
+       allow_overwrite = (known after apply)
+       fqdn            = (known after apply)
+       id              = (known after apply)
+       name            = "www"
+       records         = [
+           "live.laygroud.store",
        ]
+       set_identifier  = "live"
+       ttl             = 5
+       type            = "CNAME"
+       zone_id         = (known after apply)

+       weighted_routing_policy {
+           weight = 90
        }
    }

  # aws_route53_zone.this will be created
+ resource "aws_route53_zone" "this" {
+       arn                 = (known after apply)
+       comment             = "Managed by Terraform"
+       force_destroy       = false
+       id                  = (known after apply)
+       name                = "laygrond.store"
+       name_servers        = (known after apply)
+       primary_name_server = (known after apply)
+       tags_all            = (known after apply)
+       zone_id             = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p route53
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.layground.store/lock?id=cheonkyu%252Fterraform-provisioning%252Fterraform%252Froute53%252Fcreate-record%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p route53
  ```
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```